pages/school/5al/italiano/pascoli-dannunzio.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<!-- 2022-06-27 Mon 01:39 -->
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>Il decadentismo: Pascoli e d'Annunzio</title>
<meta name="generator" content="Org Mode" />
</head>
<body>
<div id="content" class="content">
<h1 class="title">Il decadentismo: Pascoli e d'Annunzio</h1>
<div id="table-of-contents" role="doc-toc">
<h2>Table of Contents</h2>
<div id="text-table-of-contents" role="doc-toc">
<ul>
<li><a href="#orga6fc413">1. La corrente del decadentismo</a></li>
<li><a href="#org5f42c25">2. Lo stile</a></li>
<li><a href="#org6c6f776">3. Pascoli: il mistero nascosto nella quotidianità</a>
<ul>
<li><a href="#org683370e">3.1. Vita</a></li>
<li><a href="#org86baee1">3.2. Temi principali</a>
<ul>
<li><a href="#org33a5bea">3.2.1. La poetica del fanciullino</a></li>
<li><a href="#org428e190">3.2.2. Tematica del nido</a></li>
</ul>
</li>
<li><a href="#orgd81488e">3.3. Stile delle sue opere</a></li>
<li><a href="#org46823e6">3.4. Il fanciullino</a></li>
<li><a href="#orgabad9d7">3.5. Raccolta delle Myricae</a>
<ul>
<li><a href="#org6e6afcf">3.5.1. Lavandare</a></li>
</ul>
</li>
<li><a href="#orga0c5809">3.6. X Agosto</a></li>
</ul>
</li>
<li><a href="#orgb08e2a7">4. D'Annunzio: il culto della bellezza</a>
<ul>
<li><a href="#orgd44616c">4.1. Vita</a></li>
<li><a href="#org03d044c">4.2. La poetica: Decadentismo</a></li>
<li><a href="#org9ef8872">4.3. La poetica: Estetismo</a></li>
<li><a href="#orga2f4de5">4.4. Lo stile</a></li>
<li><a href="#org493930e">4.5. Principali opere</a>
<ul>
<li><a href="#org2ee718d">4.5.1. Il piacere</a></li>
<li><a href="#orgb233387">4.5.2. Alcyone</a></li>
</ul>
</li>
</ul>
</li>
</ul>
</div>
</div>

<div id="outline-container-orga6fc413" class="outline-2">
<h2 id="orga6fc413"><span class="section-number-2">1.</span> La corrente del decadentismo</h2>
<div class="outline-text-2" id="text-1">
<p>
Si tratta di una corrente letteraria nata in Francia alla fine del 1800.
Si caratterizza dal rifiuto del razionalismo e della visione del mondo scientifica.
Lo scrittore deve svelare il mistero che si svela dietro le cose, ricercando ossessivamente la
bellezza.
</p>
</div>
</div>

<div id="outline-container-org5f42c25" class="outline-2">
<h2 id="org5f42c25"><span class="section-number-2">2.</span> Lo stile</h2>
<div class="outline-text-2" id="text-2">
<p>
Il decadentismo ha dei versi musicali e delle parole magiche e ricche di suggestioni simboliche.
Ricco anche di figure retoriche. Si afferma anche in Italia con Giovanni Pascoli e Gabriele
d'Annunzio.
</p>
</div>
</div>

<div id="outline-container-org6c6f776" class="outline-2">
<h2 id="org6c6f776"><span class="section-number-2">3.</span> Pascoli: il mistero nascosto nella quotidianità</h2>
<div class="outline-text-2" id="text-3">
</div>
<div id="outline-container-org683370e" class="outline-3">
<h3 id="org683370e"><span class="section-number-3">3.1.</span> Vita</h3>
<div class="outline-text-3" id="text-3-1">
<p>
Nasdce in Romagna da una famiglia borghese.
La sua giovinezza viene segnata da molti lutti familiari. Questo avvenimento gli procura una ferita
che caratterizza le sue opere. A Bologna è allievo di Carducci.
</p>

<p>
Vive con le due sorelle con le quali si instaura un legame molto intenso ed esclusivo.
</p>
</div>
</div>

<div id="outline-container-org86baee1" class="outline-3">
<h3 id="org86baee1"><span class="section-number-3">3.2.</span> Temi principali</h3>
<div class="outline-text-3" id="text-3-2">
<p>
I temi principali sono le sue vicende personali, associate all'ambiente naturale della Romagna e
della civiltà contadina.
</p>
</div>

<div id="outline-container-org33a5bea" class="outline-4">
<h4 id="org33a5bea"><span class="section-number-4">3.2.1.</span> La poetica del fanciullino</h4>
<div class="outline-text-4" id="text-3-2-1">
<p>
Come un bambino coglie le piccole cose della natura con stupore e meraviglia, cogliendo il mistero
ed il senso della vita.
</p>
</div>
</div>

<div id="outline-container-org428e190" class="outline-4">
<h4 id="org428e190"><span class="section-number-4">3.2.2.</span> Tematica del nido</h4>
<div class="outline-text-4" id="text-3-2-2">
<p>
Come senso di protezione e di rifugio. Dopo la morte dei suoi parenti si fissa con l'idea di voler
ricostruire il nido familiare.
</p>
</div>
</div>
</div>

<div id="outline-container-orgd81488e" class="outline-3">
<h3 id="orgd81488e"><span class="section-number-3">3.3.</span> Stile delle sue opere</h3>
<div class="outline-text-3" id="text-3-3">
<p>
I versi sono brevi e spezzati, la sintassi è semplice. Le parole hanno una musicalità, onomatopee che 
riproducono i suoni della natura. Non usa la forma del sonetto ma non si sofferma su una metrica regolare,
provandone diverse, come ad esempio rime, pause ed enjambement.
Si alternano termini ricercati ma anche parole di uso comune, che possono essere tecniche e scientifiche o dialettali.
</p>
</div>
</div>

<div id="outline-container-org46823e6" class="outline-3">
<h3 id="org46823e6"><span class="section-number-3">3.4.</span> Il fanciullino</h3>
<div class="outline-text-3" id="text-3-4">
<p>
La sua riflessione ruota attorno al fanciullo eterno, 
</p>
</div>
</div>

<div id="outline-container-orgabad9d7" class="outline-3">
<h3 id="orgabad9d7"><span class="section-number-3">3.5.</span> Raccolta delle Myricae</h3>
<div class="outline-text-3" id="text-3-5">
</div>
<div id="outline-container-org6e6afcf" class="outline-4">
<h4 id="org6e6afcf"><span class="section-number-4">3.5.1.</span> Lavandare</h4>
<div class="outline-text-4" id="text-3-5-1">
<p>
La vista dell'aratro abbandonato ci ricorda l'esperienza umana dell'abbandono e della perdita del nido con la nostra
famiglia. L'uomo è destinato alla solitudine e all'abbandono.
</p>

<p>
Dal canale arriva il rumore d'acqua che fanno le lavandaie.
</p>
</div>
</div>
</div>

<div id="outline-container-orga0c5809" class="outline-3">
<h3 id="orga0c5809"><span class="section-number-3">3.6.</span> X Agosto</h3>
<div class="outline-text-3" id="text-3-6">
<p>
Il giorno in cui il padre di Pascoli fu assassinato. Poesia scritta diversi anni dopo il suo omicidio.
Paragona l'episodio dell'uccisione del padre con quello di una rondine che viene uccisa in volo mentre
ritornava al suo nido.
Il 10 Agosto è anche la notte di San Lorenzo, nella quale si possono osservare le stelle cadenti.
</p>
</div>
</div>
</div>

<div id="outline-container-orgb08e2a7" class="outline-2">
<h2 id="orgb08e2a7"><span class="section-number-2">4.</span> D'Annunzio: il culto della bellezza</h2>
<div class="outline-text-2" id="text-4">
</div>
<div id="outline-container-orgd44616c" class="outline-3">
<h3 id="orgd44616c"><span class="section-number-3">4.1.</span> Vita</h3>
<div class="outline-text-3" id="text-4-1">
<p>
Studia lettere a Roma e vive fuori dagli schemi e nel lusso, accumulando molti debiti. Scappa in 
Francia ed al suo ritorno diventa deputato. Fu un forte nazionalista e sostenitore dell'ingresso 
per l'Italia nella prima guerra mondiale e partecipò all'occupazione militare di Fiume dopo 
la conclusione del conflitto.
</p>

<p>
Alla fine si ritira nella sua villa sul lago di Garda.
</p>
</div>
</div>

<div id="outline-container-org03d044c" class="outline-3">
<h3 id="org03d044c"><span class="section-number-3">4.2.</span> La poetica: Decadentismo</h3>
<div class="outline-text-3" id="text-4-2">
<p>
In questo periodo, d'Annunzio percepisce la crisi della società e dei valori, perde sfiducia per il
progresso.
</p>
</div>
</div>

<div id="outline-container-org9ef8872" class="outline-3">
<h3 id="org9ef8872"><span class="section-number-3">4.3.</span> La poetica: Estetismo</h3>
<div class="outline-text-3" id="text-4-3">
<p>
In questo periodo della sua vita si rifugia in un mondo artificiale fatto solo di bellezza esteriore,
ignorando completamente quella interiore. Le sue opere sono caratterizzate da una bellezza estetica
ma non necessariamente da una contenutistica.
</p>

<p>
Pratica anche esibizioni teatrali.
</p>
</div>
</div>

<div id="outline-container-orga2f4de5" class="outline-3">
<h3 id="orga2f4de5"><span class="section-number-3">4.4.</span> Lo stile</h3>
<div class="outline-text-3" id="text-4-4">
<p>
La forma per d'Annunzio è tutto, i contenuti non hanno importanza. Il suo stile è caratterizzato da
musicalità, rime, l'effetto sonoro delle parole, il costante innalzamento del tono, un lessico raro
ed arcaico ed il verso libero.
</p>
</div>
</div>

<div id="outline-container-org493930e" class="outline-3">
<h3 id="org493930e"><span class="section-number-3">4.5.</span> Principali opere</h3>
<div class="outline-text-3" id="text-4-5">
</div>
<div id="outline-container-org2ee718d" class="outline-4">
<h4 id="org2ee718d"><span class="section-number-4">4.5.1.</span> Il piacere</h4>
</div>
<div id="outline-container-orgb233387" class="outline-4">
<h4 id="orgb233387"><span class="section-number-4">4.5.2.</span> Alcyone</h4>
</div>
</div>
</div>
</div>
<div id="postamble" class="status">
<p class="date">Created: 2022-06-27 Mon 01:39</p>
<p class="validation"><a href="https://validator.w3.org/check?uri=referer">Validate</a></p>
</div>
</body>
</html>
